{"patchVersion":"14.7","content":[{"title":"CHẾ ĐỘ TƯƠNG THÍCH WINDOWS 8","descs":["Với phiên bản 14.7, chúng tôi sẽ loại bỏ khả năng cho người chơi khởi chạy Liên Minh Huyền Thoại hoặc Teamfight Tactics ở Chế độ tương thích trong Windows. Sau khi nhấn nút chơi trong Riot Client với Chế độ tương thích được bật, một cửa sổ bật lên sẽ xuất hiện, đề nghị tự động tắt cài đặt và khởi chạy trò chơi như bình thường. Nếu nó bị từ chối, máy khách sẽ không khởi chạy; Tuy nhiên, nếu bạn chấp nhận, nó sẽ bị vô hiệu hóa và cố gắng khởi chạy bình thường. Điều này sẽ không ảnh hưởng đến người chơi và sẽ chỉ đảm bảo rằng League/TFT đang được khởi chạy trong một môi trường được hỗ trợ.","Để biết thêm thông tin về các yêu cầu hệ thống để chạy Giải đấu, vui lòng xem bài viết hỗ trợ người chơi: Yêu cầu hệ thống tối thiểu và khuyến nghị."]},{"title":"HỆ THỐNG - TÊN MẶT HÀNG RADIANT","descs":["Tất cả các vật phẩm Radiant đã được đổi tên thành \"Radiant XXX\" thay vì mỗi vật phẩm có tên riêng."]},{"title":"HỆ THỐNG - ƯU TIÊN BĂNG CHUYỀN","descs":["Nếu bạn không chọn một vật phẩm trên băng chuyền giai đoạn 5+, bây giờ nó sẽ ưu tiên một vật phẩm đã hoàn thành hơn vị tướng có chi phí cao nhất, nếu có thể."]},{"title":"THAY ĐỔI LỚN - ĐẶC ĐIỂM","descs":["Mã Hóa Giá trị lỗ cơ sở: 16/20/24/28 ⇒ 13/18/23/28","Cơ hội chí mạng tiền thưởng của Đao Phủ : 25/35/45/50% ⇒ 25/35/50/55%","Công Nghệ Cao (7) HP: 300 ⇒ 270","Công Nghệ Cao Cung Số 3 Chiều: Nay cấp 15% AD","Chiến Đội HP per Stack: 11 ⇒ 12","Tiên Phong (6) Khiên: 48% ⇒ 45%"]},{"title":"THAY ĐỔI LỚN - TƯỚNG 1 CHI PHÍ","descs":["Tỷ lệ HP chữa bệnh của Dr. Mundo: 5% ⇒ 2%","Tỷ lệ AP của Vi Shield: 275/350/500/650% ⇒ 260/335/500/665%","Sát thương của Zyra Main Vine: 290/435/660/885% ⇒ 305/460/685/905%","Sát thương của Zyra Secondary Vine: 145/220/330/440% ⇒ 150/225/340/455%"]},{"title":"THAY ĐỔI LỚN - TƯỚNG 2 CHI PHÍ","descs":["Tăng HP của Shyvana: 200/270/340% ⇒ 210/285/360%","Đao Tím và Rìu Đại Mãng Xà của Graves sẽ chỉ kích hoạt một1 lần cho mỗi đòn tấn công thay vì năm 5 lần.","Sát thương đường đạn Graves: 35% ⇒ 33%"]},{"title":"THAY ĐỔI LỚN - TƯỚNG 4 CHI PHÍ","descs":["Annie Mini -Sát thương Quả cầu lửa: 45/68/300% ⇒ 42/63/300%","Cho'Gath HP: 1000 ⇒ 1100","Tỷ lệ AP của Neeko Shield: 280/300/1500% ⇒ 295/315/1500%","Ziggs Sát thương kỹ năng cơ bản: 250/375/1500% ⇒ 265/400/1500%","Sát thương kỹ năng Vex: 180/270/1100% ⇒ 190/285/1150%"]},{"title":"THAY ĐỔI LỚN - TƯỚNG 5 CHI PHÍ","descs":["Zac AP trên mỗi Blob: 4 ⇒ 2","Khả năng Zac Tỷ lệ AP: 115/175/1000% ⇒ 140/210/1000%","Đạn cơ bản Samira: 20 ⇒ 22","Đạn Samira trên mỗi Amp: 2 ⇒ 1"]},{"title":"THAY ĐỔI LỚN - TĂNG CƯỜNG","descs":["Nhanh Tây Lẹ Mắt đã bị vô hiệu hóa","Thập Tử Nhất Sinh HP: 200 ⇒ 150","Sát thương tiếng vang của Luden: 100-250 ⇒ 110-300","Vô hiệu hóa ép xung","Vô hiệu hóa phụ tùng thay thế","Hồi máu bằng giáp mạ gai: 35% ⇒ 30%"]},{"title":"NHỮNG THAY ĐỔI NHỎ - TƯỚNG","descs":["Vayne AD: 50 ⇒ 53","Fiddlesticks AS: 0.7 ⇒ 0.75","Hoa hậu Fortune AD: 53 ⇒ 56","Sát thương xuyên thủng Miss Fortune 7 Băng Đảng: 33% ⇒ 40%","Renekton HP: 1000 ⇒ 1100"]},{"title":"NHỮNG THAY ĐỔI NHỎ - TĂNG CƯỜNG","descs":["Ngân Hàng Bộ Nhớ không còn được cung cấp vào ngày 3-2"]},{"title":"NHÂN ĐÔI","descs":["Thời gian hồi chiêu Teamwork Cannon bây giờ dựa trên đơn giá thay vì cấp sao. 3/3/3/5/5 vòng với chi phí 1/2/3/4/5.","Teamwork Cannon giờ chỉ có thể gửi các đơn vị một sao. Bạn chỉ có thể gửi 1* đơn vị.","Tùy chọn Kho vũ khí quà tặng của người sao chép đã được thay thế bằng 3 Máy sao chép nhỏ hơn","Đã xóa Tứ Phương Tiếp Viện khỏi chế độ."]},{"title":"HỒI SINH: REMIX RUMBLE - NHÀ VÔ ĐỊCH","descs":["Khả năng Kai'Sa Sát thương tấn công: 290/290/300% ⇒ 310/310/315%","Sát thương AP Kỹ năng Kayle: 35/52/75 ⇒ 40/60/85","Sát thương cuối cùng kỹ năng của Kayle: 240/360/540 ⇒ 275/415/620","Kỹ năng Lulu: 250/375/600 ⇒ 290/430/690","Sát thương phụ Lulu: 150/225/360 ⇒ 175/260/420","Lulu gây choáng tăng sát thương: 150/225/360 ⇒ 175/260/420","Sát thương AD của Miss Fortune Kỹ năng: 295/295/305% ⇒ 280/280/280%","Khả năng Miss Fortune Sát thương AD phụ: 180% ⇒ 170%"]},{"title":"HỒI SINH: REMIX RUMBLE - TĂNG CƯỜNG","descs":["Máu Blinged Out: 70 ⇒ 60","Tốc độ đánh: 7% ⇒ 6%"]},{"title":"PENGU'S PARTY - ĐẶC ĐIỂM","descs":["Tăng sát thương của Bronze Rebel: 4% >> 4.5%","Thời gian của Bronze Rebel Shield: 10 >> 12 giây","Amp sát thương của Phiến quân lăng trụ: 8% >> 9%","Thời lượng Prismatic Rebel Shield: 10 >> 12 giây","Thời gian gây choáng của chúa rồng đồng: 1 giây >> 1.5 giây","Phần trăm sát thương thực của Bronze Dragonlord: 10% >> 12%","Prismatic Dragonlord Thời gian gây choáng: 1.5 giây >> 2 giây","Prismatic Dragonlord phần trăm sát thương thực sự: 15% >> 18%","Tốc độ tấn công của Pyro trên mỗi 5 tro: 1.5% >> 2%","Sát Thương Cơ Bản Chinh Phục Đồng được cấp 10% >> 8%","Prismatic Conqueror Base AD/AP được cấp 15% >> 12%","Điểm rút tiền Conqueror để rút tiền cao nhất: 1400 >> 1300","Bronze Jazz Máu cộng thêm cho mỗi đặc tính: 1.5% >> 2%","Bronze Jazz Damage Amp cho mỗi đặc điểm: 1.0% DA >> 1.5% DA","Prismatic Jazz Bonus Health cho mỗi đặc điểm: 3% >> 4%","Sát thương Jazz lăng trụ Amp cho mỗi đặc điểm: 2.5% DA >> 3.0% DA"]},{"title":"PENGU'S PARTY - NHÀ VÔ ĐỊCH TỪ ĐẶC ĐIỂM","descs":["Yordle Lord Veigar sát thương kỹ năng 200/300/500 >> 200/330/500","Storyweaver Kayle Kỹ năng Sát thương hoạt động: 125/250/375/750 >> 125/250/390/780","Storyweaver Kayle Nội tại khi trúng đòn: 15/35/40/80 >> 15/35/45/90","Storyweaver Kayle AD cơ bản mỗi cấp: 14/29/45 >> 16/33/49"]},{"title":"PENGU'S PARTY - MỞ CUỘC GẶP GỠ / HACK","descs":["Pengu Garen: 7% >> 9%","Chim cánh cụt sinh nhật bị tấn công (Đặc điểm kỷ niệm bổ sung): 5 >>8%","Đe thành phần: 8% >> 4%","Tăng cường ba vàng: 8% >> 7%"]},{"title":"SỬA LỖI","descs":["Các vòng PVE trong Double Up không còn có quả cầu thưởng bằng không.","Đã sửa lỗi khiến Shyvana 4 sao nhận được ít HP hơn dự kiến.","Remix Rumble: Sửa lỗi AD của Poppy 1 sao không tăng thêm Máu","Remix Rumble: Khi Urgot tăng phạm vi của mình, hình nón của anh ta bây giờ xuất hiện gần mục tiêu thay vì luôn xuất hiện bởi anh ta và bỏ lỡ các mục tiêu ở xa trong phạm vi tấn công của anh ta","Pengu's Party: Đã sửa một chú giải công cụ không chính xác cho biết đặc điểm gỗ cơm cháy cho tỷ lệ phần trăm AD/AP, khi nó cho AD/AP phẳng","Pengu's Party: Sửa lỗi khiến Storyweaver Kayle có thể hồi sinh Annie's Tibbers","Pengu's Party: Sửa lỗi Yordle không đếm chính xác đơn vị 4 sao khi quyết định đưa Yordle-Lord Veigar","Đã khắc phục sự cố với hiệu ứng VFX của Disco Dive Portal không khớp với mô hình cổng thông tin trên thiết bị di động so với PC","Đã khắc phục sự cố trong đó Base Garen Unbound thiếu VFX phát sáng","Đã khắc phục sự cố hiển thị Silkee trên IOS trong Greeting"]}],"registeredAt":1750747625000,"season":"set14"}